<p style='line-height:1.5;'>
<h1>Редакционная коллегия</h1>
<b>Главный редактор</b> - К.Ш. НУРГАЗИЕВ<br/><br/>
С.Е. ЕСЕНТАЕВА (заместители главного редактора)<br/>
М.Р. КАИРБАЕВ (административный редактор)<br/>
К.Б. КАБДРАХМАНОВ (ответственный секретарь)<br/><br/>

Г.Б.&nbsp;АДИЛЬБАЕВ, 
Ж.Ж.&nbsp;ЖОЛДЫБАЙ, 
Е.Б.&nbsp;ИЖАНОВ, 
В.Б.&nbsp;КИМ, 
Н.С.&nbsp;НУРГАЛИЕВ, 
А.Ж.&nbsp;ЖЫЛКАЙДАРОВА,
Г.Д.&nbsp;СЕЙТКАЗИНА,
Ш.Ж.&nbsp;ТАЛАЕВА, 
Н.А.&nbsp;ЧИЧУА, 
Н.Т.&nbsp;ИМАНГАЛИЕВА,
Т.Г.&nbsp;ГОНЧАРОВА
<br/><br/>
<b>Редакционный совет:</b><br/> 
М.И.&nbsp;ДАВЫДОВ (РОССИЯ), 
К.Ж.&nbsp;МУСУЛМАНБЕКОВ (КАЗАХСТАН), 
А.Т.&nbsp;ШАРМАН (КАЗАХСТАН), 
М.К.&nbsp;АЛЧИНБАЕВ (РОССИЯ), 
М.&nbsp;РОССЕЛИ (ИТАЛИЯ), 
Ш.&nbsp;ФУДЖИ (ЯПОНИЯ), 
В.&nbsp;КЕШИЧ (СЕРБИЯ), 
М.А.&nbsp;МУР (США), 
Р.&nbsp;ЯКЕЗ (АВСТРИЯ), 
К.&nbsp;НАРАЙЯН (АВСТРАЛИЯ).
<br/><br/>
<b>Редакторы перевода:</b><br/>
С.&nbsp;МЕНБАЕВ (каз.яз.), М.С.&nbsp;САДЫК (англ.яз.)
</p>
