<p style='line-height:1.5;'>
<h1>Редакционная коллегия</h1>
<table width="70%">
	<tr>
		<th style="width:35%">&nbsp;</th>
		<th style="width:25%">&nbsp;</th>
		<th style="width:40%">&nbsp;</th>
	</tr>
	<tr>
		<td>Д.Р. КАЙДАРОВА, главный редактор</td>
		<td>д.м.н., член-корресподент НАН РК</td>
		<td>КазНИИОиР, Алматы</td>
	</tr>
	<tr>
		<td>Ж.Ж. ЖОЛДЫБАЙ, заместитель главного редактора</td>
		<td>д.м.н., профессор</td>
		<td>КазНИИОиР, Алматы</td>
	</tr>
	<tr>
		<td>М.Р. КАИРБАЕВ, административный редактор</td>
		<td>д.м.н.</td>
		<td>КазНИИОиР, Алматы</td>
	</tr>
	<tr>
		<td>Н.Т. ИМАНГАЛИЕВА, ответственный секретарь</td>
		<td>к.б.н.</td>
		<td>КазНИИОиР, Алматы</td>
	</tr>
	<tr>
		<td>Ж.К. ЧИНГИСОВА</td>
		<td>д.м.н.</td>
		<td>КазНИИОиР, Алматы</td>
	</tr>
	<tr>
		<td>И.Н. ОМАРОВА</td>
		<td>д.м.н., профессор</td>
		<td>Карагандинский ООД, Караганда</td>
	</tr>
	<tr>
		<td>Т.А. АДЫЛХАНОВ</td>
		<td>д.м.н., профессор</td>
		<td>ГМУ г.Семей, Семей</td>
	</tr>
	<tr>
		<td>Р.К. КАРАКУЛОВ</td>
		<td>д.м.н., профессор</td>
		<td>КазНИИОиР, Алматы</td>
	</tr>
	<tr>
		<td>А. ДОСАХАНОВ</td>
		<td>д.м.н., профессор</td>
		<td>ННМЦ, Астана</td>
	</tr>
	<tr>
		<td>А.А. БАЙНАЗАРОВА</td>
		<td>д.м.н., профессор</td>
		<td>Клиника "Рахат", Алматы</td>
	</tr>
	<tr>
		<td>Л.Б. ДЖАНСУГУРОВА</td>
		<td>к.б.н., доцент</td>
		<td>Институт общей генетики и цитологии, Алматы</td>
	</tr>
	<tr>
		<td>Т.Г. ГОНЧАРОВА</td>
		<td>д.б.н.</td>
		<td>КазНИИОиР, Алматы</td>
	</tr>
	<tr>
		<td>Н.Т. БАЛТАБЕКОВ</td>
		<td>д.м.н., профессор</td>
		<td>КазНМУ, Алматы</td>
	</tr>
	<tr>
		<td>Ш.Ж. ТАЛАЕВА</td>
		<td>д.м.н.</td>
		<td>КазНИИОиР, Алматы</td>
	</tr>
	<tr>
		<td>В.Б. КИМ</td>
		<td>д.м.н.</td>
		<td>КазНИИОиР, Алматы</td>
	</tr>
	<tr>
		<td>М.А. КУЗИКЕЕВ</td>
		<td>к.м.н.</td>
		<td>КазНИИОиР, Алматы</td>
	</tr>
	<tr>
		<td>Д.Г. АДИЛЬБАЙ</td>
		<td>к.м.н.</td>
		<td>КазНИИОиР, Алматы</td>
	</tr>
	<tr>
		<td>А.Ж. ЖЫЛКАЙДАРОВА</td>
		<td>к.м.н.</td>
		<td>КазНИИОиР, Алматы</td>
	</tr>
</table>
<br/>


<h1>Редакционный совет</h1>
<table width="70%">
	<tr>
		<th style="width:35%">&nbsp;</th>
		<th style="width:25%">&nbsp;</th>
		<th style="width:40%">&nbsp;</th>
	</tr>
	<tr>
		<td>М. ЗИЛЬБЕРМАН</td>
		<td>MD, PhD, профессор</td>
		<td>Middle East Cancer Consortium, Israel</td>
	</tr>
	<tr>
		<td>И. АЗИНОВИЧ</td>
		<td>MD, Assoc. Prof.</td>
		<td>IMOncology, Spain</td>
	</tr>
	<tr>
		<td>К. НАРАЯН</td>
		<td>MD, PhD</td>
		<td>Peter MacCallum Cancer Center, Australia</td>
	</tr>
	<tr>
		<td>М. ГУЛЬТЕКИН</td>
		<td>MD, Assoc. Prof.</td>
		<td>Turkish Ministry of Health, Turkey</td>
	</tr>
	<tr>
		<td>Е.Н. ИМЯНИТОВ</td>
		<td>д.м.н., член-корр. РАН</td>
		<td>НИИ онкологии им. Н.Н. Петрова, Россия</td>
	</tr>
	<tr>
		<td>В.Ф. СЕМИГЛАЗОВ</td>
		<td>д.м.н., профессор, член-корр. РАН</td>
		<td>НИИ онкологии им. Н.Н. Петрова, Россия</td>
	</tr>
	<tr>
		<td>В.М. МОИСЕЕНКО</td>
		<td>д.м.н., профессор</td>
		<td>ГБУЗ «Санкт-Петербургский клинический научно-практический центр специализированных видов медицинской помощи (онкологический)», Россия</td>
	</tr>
	<tr>
		<td>Р.В. ОРЛОВА</td>
		<td>д.м.н., профессор</td>
		<td>Клиническая больница №122 им. Л.Г. Соколова, Россия</td>
	</tr>
	<tr>
		<td>И.С. СТИЛИДИ</td>
		<td>д.м.н., профессор, член-корр. РАН и РАМН</td>
		<td>Российский онкологический научный центр им. Н. Н. Блохина, Россия</td>
	</tr>
	<tr>
		<td>С.А. КРАСНЫЙ</td>
		<td>д.м.н., профессор, член-корр. НАНБ</td>
		<td>Республиканский научно-практический центр онкологии и медицинской радиологии им. Н.Н. Александрова, Беларусь</td>
	</tr>
	<tr>
		<td>М. ДЖАНЖАЛЕ</td>
		<td>д.м.н., профессор</td>
		<td>Онкологический центр г. Тбилиси, Грузия</td>
	</tr>
	<tr>
		<td>А.О. ТАНАНЯН</td>
		<td>д.м.н., действительный член  Академии Медико-Технических Наук  РФ</td>
		<td>АОЗТ Национальный центр онкологии им. В.А.Фанарджяна МЗ РА, Армения</td>
	</tr>
	<tr>
		<td>З.Х. ХУСЕЙНОВ </td>
		<td>д.м.н.</td>
		<td>Республиканский онкологический научный центр, Таджикистан</td>
	</tr>
	<tr>
		<td>М.Н. ТИЛЛЯШАЙХОВ</td>
		<td>д.м.н.</td>
		<td>РОНЦ Минздрава Республики Узбекистан, Узбекистан</td>
	</tr>
		<tr>
		<td>Б.Б. СУЛТАНГАЗИЕВА</td>
		<td>д.м.н., профессор</td>
		<td>Национальный центр онкологии, Кыргызстан</td>
	</tr>
</table>


<br/><br/>
<b>Редакторы перевода:</b><br/>
С. МЕНБАЕВ (каз.яз.), М.С. САДЫК (англ.яз.)
</p>











  














