<div id="main">
<h1>Журнал</h1>
Научно-практический журнал, посвященный проблемам онкологии и радиологии, основанный в 2002 году. 
			Журнал является одним из самых авторитетных в Республике Казахстан. Собственник – РГП на ПХВ «Казахский научно-исследовательский 
			институт онкологии и радиологии Министерства здравоохранения и социального развития Республики Казахстан». 
			Журнал адресован широкой аудитории читателей: ученым, клиницистам, соискателям, аспирантам, преподавателям, студентам, 
			специализирующимся в области онкологии и радиологии. В онлайн-версии доступны содержание номеров и аннотации на русском и английском языке. 
			Все статьи (лекции, статистика, история онкологии, обзоры) представлены в полном виде. Выпускается 1 раз в 3 месяца.
            Свидетельство о регистрации - №10248-ж от 14.07.2009 г. ISSN 1684-93Х, подписной индекс -74684.
</div>			