<p style='line-height:1.5;'>
<h1>Редакциялық алқа</h1>
<table width="70%">
	<tr>
		<th style="width:35%">&nbsp;</th>
		<th style="width:25%">&nbsp;</th>
		<th style="width:40%">&nbsp;</th>
	</tr>
	<tr>
		<td>Д.Р. КАЙДАРОВА, бас редактор</td>
		<td>м.ғ.д., ҚР ҰҒА корр. мүшесі</td>
		<td>ҚазОРҒЗИ, Алматы</td>
	</tr>
	<tr>
		<td>Ж.Ж. ЖОЛДЫБАЙ, бас редакторбың орынбасары</td>
		<td>м.ғ.д., профессор</td>
		<td>ҚазОРҒЗИ, Алматы</td>
	</tr>
	<tr>
		<td>М.Р. ҚАЙЫРБАЕВ, әкімшілітік редактор</td>
		<td>м.ғ.д.</td>
		<td>ҚазОРҒЗИ, Алматы</td>
	</tr>
	<tr>
		<td>Н.Т. ИМАНҒАЛИЕВА, жауапты хатшы</td>
		<td>б.ғ.к.</td>
		<td>ҚазОРҒЗИ, Алматы</td>
	</tr>
	<tr>
		<td>Ж.Қ. ШЫҢҒЫСОВА</td>
		<td>м.ғ.д.</td>
		<td>ҚазОРҒЗИ, Алматы</td>
	</tr>
	<tr>
		<td>И.Н. ОМАРОВА</td>
		<td>м.ғ.д., профессор</td>
		<td>Қарағанды ООД, Қарағанды</td>
	</tr>
	<tr>
		<td>Т.А. АДЫЛХАНОВ</td>
		<td>м.ғ.д., профессор</td>
		<td>Семей қ. ММУ, Семей</td>
	</tr>
	<tr>
		<td>Р.Қ. ҚАРАҚҰЛОВ </td>
		<td>м.ғ.д., профессор</td>
		<td>ҚазОРҒЗИ, Алматы</td>
	</tr>
	<tr>
		<td>А. ДОСАХАНОВ</td>
		<td>м.ғ.д., профессор</td>
		<td>ҰҒМО, Астана</td>
	</tr>
	<tr>
		<td>А.А. БАЙНАЗАРОВА</td>
		<td>м.ғ.д., профессор</td>
		<td>"Рахат" клиникасы, Алматы</td>
	</tr>
	<tr>
		<td>Л.Б. ДЖАНСУГУРОВА</td>
		<td>б.ғ.к., доцент</td>
		<td>Жалпы генетика және цитология институты, Алматы</td>
	</tr>
	<tr>
		<td>Т.Г. ГОНЧАРОВА</td>
		<td>б.ғ.д.</td>
		<td>ҚазОРҒЗИ, Алматы</td>
	</tr>
	<tr>
		<td>Н.Т. БАЛТАБЕКОВ</td>
		<td>м.ғ.д., профессор</td>
		<td>КазНМУ, Алматы</td>
	</tr>
	<tr>
		<td>Ш.Ж. ТАЛАЕВА</td>
		<td>м.ғ.д.</td>
		<td>ҚазОРҒЗИ, Алматы</td>
	</tr>
	<tr>
		<td>В.Б. КИМ</td>
		<td>м.ғ.д.</td>
		<td>ҚазОРҒЗИ, Алматы</td>
	</tr>
	<tr>
		<td>М.А. КУЗИКЕЕВ</td>
		<td>м.ғ.к.</td>
		<td>ҚазОРҒЗИ, Алматы</td>
	</tr>
	<tr>
		<td>Д.Ғ. ӘДІЛБАЙ</td>
		<td>м.ғ.к.</td>
		<td>ҚазОРҒЗИ, Алматы</td>
	</tr>
	<tr>
		<td>А.Ж. ЖЫЛҚАЙДАРОВА</td>
		<td>м.ғ.к.</td>
		<td>ҚазОРҒЗИ, Алматы</td>
	</tr>
</table>
<br/>


<h1>Редакциялық кеңес</h1>
<table width="70%">
	<tr>
		<th style="width:35%">&nbsp;</th>
		<th style="width:25%">&nbsp;</th>
		<th style="width:40%">&nbsp;</th>
	</tr>
	<tr>
		<td>М. ЗИЛЬБЕРМАН</td>
		<td>м.ғ.д., профессор</td>
		<td>Таяу Шығыс Онкологиялық Консорциум, Израиль</td>
	</tr>
	<tr>
		<td>И. АЗИНОВИЧ</td>
		<td>м.ғ.д., доцент</td>
		<td>Мадридтегі онкологиялық институт, Испания</td>
	</tr>
	<tr>
		<td>К. НАРАЯН</td>
		<td>м.ғ.д.</td>
		<td>Питер МакКаллум онкологиялық орталығы, Австралия</td>
	</tr>
	<tr>
		<td>М. ГУЛЬТЕКИН</td>
		<td>м.ғ.д., доцент</td>
		<td>Түркияның денсаулық сақтау министрлігі, Түркия</td>
	</tr>
	<tr>
		<td>Е.Н. ИМЯНИТОВ</td>
		<td>м.ғ.д., РҒА корр. мүше</td>
		<td>Н.Н. Петров атындағы онкология ҒЗИ, Ресей</td>
	</tr>
	<tr>
		<td>В.Ф. СЕМИГЛАЗОВ</td>
		<td>м.ғ.д., профессор, РҒА корр. мүше</td>
		<td>Н.Н. Петров атындағы онкология ҒЗИ, Ресей</td>
	</tr>
	<tr>
		<td>В.М. МОИСЕЕНКО</td>
		<td>м.ғ.д., профессор</td>
		<td>Санкт-Петербургтың медициналық көмектің мамандандырылған түрлерінің клиникалық ғылыми тәжірибелік орталық (онкологиялық)</td>
	</tr>
	<tr>
		<td>Р.В. ОРЛОВА</td>
		<td>м.ғ.д., профессор</td>
		<td>Л.Г. Соколов атындағы №122 клиникалық аурухана, Ресей</td>
	</tr>
	<tr>
		<td>И.С. СТИЛИДИ</td>
		<td>м.ғ.д., профессор, РҒА мен РМҒА корр. мүше</td>
		<td>Н.Н. Блохин атындағы Ресей онкологиялық ғылыми орталық, Ресей</td>
	</tr>
	<tr>
		<td>С.А. КРАСНЫЙ</td>
		<td>м.ғ.д., профессор, БҰҒА корр. мүше</td>
		<td>Н.Н. Александров атындағы республикалық онкология және медициналық радиология ғылыми практикалық орталық, Беларусь</td>
	</tr>
	<tr>
		<td>М. Джанжалия</td>
		<td>м.ғ.д., профессор</td>
		<td>Тбилиси қ. онкологиялық орталық, Грузия</td>
	</tr>
	<tr>
		<td>А.О. ТАНАНЯН</td>
		<td>м.ғ.д., РФ медикалық техникалық ғылымдар академиясының толық мүшесі</td>
		<td>"В.А. Фанарджян атындағы үлттық онкология орталығы" ДМ АР, Армения</td>
	</tr>
	<tr>
		<td>З.Х. ХУСЕЙНОВ </td>
		<td>м.ғ.д.</td>
		<td>Республикалық онкологиялық ғылыми орталық, Тажікстан</td>
	</tr>
	<tr>
		<td>М.Н. ТИЛЛЯШАЙХОВ</td>
		<td>м.ғ.д.</td>
		<td>Өзбекстан Республикасының РОҒО, Өзбекстан</td>
	</tr>
		<tr>
		<td>Б.Б. СУЛТАНГАЗИЕВА</td>
		<td>м.ғ.д., профессор</td>
		<td>Ұлттық онкология орталығы, Қырғызстан</td>
	</tr>
</table>


<br/><br/>
<b>Аударым редакторлары:</b><br/>
С. МЕНБАЕВ (қаз.тілі), М.С. САДЫК (ағыл.тілі).
</p>











  














