<div id="main">
<h1>Журнал</h1>
Бұл ғылыми-тәжірибелік журнал 2002 жылы құрылғанынан онкология және радиология мәселелеріне арналған. 
Қазақстан Республикасында бұл журнал ең беделді болып саналады. 
Журналдың  иесі – Қазақстан Республикасының Денсаулық сактау және әлеуметтік даму Министрлігінің  
РМК «Қазақтың онкология және радиология ғылыми-зерттеу институты». 
Журнал кең оқу аудиториясына арналған (ғалымдарға, клиницисттерге, ізденіскерлерге, аспиранттарға, мұғалімдерге, студенттерге, 
онкология и радиология саласындағы мамандарға). Онлайн-нұсқада мақалалардың орыс және ағылшын тілінде тұжырымдары мен мазмұндары қол жетімді. 
Барлық мақалалар (шолулар, статистика, лекциялар, онкология тарихы) толық түрінде берілген. 
Журнал  3 айда 1 рет шығарылады. Тіркелу туралы куәлік - №10248-ж. 14.07.2009 ж. ISSN 1684-93Х, жазылу индексі -74684.
</div>			