<div id="contacts">
<h1>Контакты</h1>
г. Алматы, 050022, пр. Абая, 91<br/>
РГП на ПХВ "Казахский НИИ онкологии и радиологии МЗСР РК"<br/>
<b>Телефон:</b> (327) 292 10 63 (вн.229,127)<br/>
<b>Эл. адрес:</b> 
<a href="mailto:kairbayev@gmail.com">kairbayev@gmail.com</a>, <a href="mailto:goncharova.2004@mail.ru">goncharova.2004@mail.ru</a>
<br/>
<b>Ответственное лицо за издание:</b> Имангалиева Нуршекар Темиржановна, т. 8-701-4858044.<br/>
<b>Административный редактор:</b> Кайрбаев Мурат Решатович  т. 8-701-2359500

</div>