<p style='line-height:1.5;'>
<h1>Редакционная коллегия</h1>
<b>Главный редактор</b> - Д.Р. КАЙДАРОВА<br/><br/>
Ж.Ж. ЖОЛДЫБАЙ (заместители главного редактора)<br/>
М.Р. КАИРБАЕВ (административный редактор)<br/>
Н.Т. ИМАНГАЛИЕВА (ответственный секретарь)<br/><br/>

М.Р.&nbsp;КАЙРБАЕВ,
Ж.К.&nbsp;ЧИНГИСОВА,
И.Н.&nbsp;ОМАРОВА,
Т.А.&nbsp;АДЫЛХАНОВ,
Р.К.&nbsp;КАРАКУЛОВ,
А.&nbsp;ДОСАХАНОВ,
А.А.&nbsp;БАЙНАЗАРОВА,
Л.Б.&nbsp;ДЖАНСУГУРОВА,
Т.Г.&nbsp;ГОНЧАРОВА,
Н.Т.&nbsp;БАЛТАБЕКОВ,
Ш.Ж.&nbsp;ТАЛАЕВА,
В.Б.&nbsp;КИМ,
М.А.&nbsp;КУЗИКЕЕВ,
Д.Г.&nbsp;АДИЛЬБАЕВ, 
А.Ж.&nbsp;ЖЫЛКАЙДАРОВА
<br/><br/>
<b>Редакционный совет:</b><br/> 
М.&nbsp;ЗИЛЬБЕРМАН (ИЗРАИЛЬ), 
И.&nbsp;АЗИНОВИЧ (ИСПАНИЯ),  
К.&nbsp;НАРАЯН (АВСТРАЛИЯ) 
М.&nbsp;ГУЛЬТЕКИН (ТУРЦИЯ), 
Е.Н.&nbsp;ИМЯНИТОВ (РОССИЯ), 
В.Ф.&nbsp;СЕМИГЛАЗОВ (РОССИЯ), 
В.М.&nbsp;МОИСЕЕНКО (РОССИЯ), 
Р.В.&nbsp;ОРЛОВА (РОССИЯ), 
И.С.&nbsp;СТИЛИДИ (РОССИЯ), 
С.А.&nbsp;КРАСНЫЙ (БЕЛОРУСЬ), 
М.&nbsp;ДЖАНЖАЛЕ (ГРУЗИЯ), 
А.О.&nbsp;ТАНАНЯН (АРМЕНИЯ), 
З.Х.&nbsp;ХУСЕЙНОВ (ТАДЖИКИСТАН), 
С.Н.&nbsp;НАВРУЗОВ (УЗБЕКИСТАН), 
Б.Б.&nbsp;СУЛТАНГАЗИЕВА (КИРГИЗИЯ).
<br/><br/>
<b>Редакторы перевода:</b><br/>
С.&nbsp;МЕНБАЕВ (каз.яз.), М.С.&nbsp;САДЫК (англ.яз.)
</p>
