<?
$arr[]=array("Страна издания журнала", "Казахстан", "c01_country");
$arr[]=array("ISSN", "1563-0285", "c02_issn");
$arr[]=array("Полное наименование журнала", "Вестник  Казахского национального университета. Серия химическая", "c03_journal_name");
$arr[]=array("Периодичность выхода журнала", "4", "c04_ journal_periodicity");
$arr[]=array("Год, номер, том, выпуск издания", "2011,  N 1", "c05_year_number_volume_issue");
$arr[]=array("Издательство, место издания журнала", "Алматы: ?аза? университеті", "c06_izdatelstvo_mesto_izdaniya");
$arr[]=array("Автор(ы) публикации", "Саматов А. А.1, Турсынов Б. Б.2", "c07_authors");
$arr[]=array("Место работы автора(ов) (полное название  организации)", "Национальная инженерная академия1, КазНУ им. аль-Фараби2", "c08_place_working_authors");
$arr[]=array("Код УДК", "517.958", "c09_code_udk");
$arr[]=array(" Название статьи (на языке публикации)", "?олданбалы есептерді шешуде параллельді программалауды ?олдану", "c10_paper_title");
$arr[]=array("Аннотация на языке текста публикуемого материала (пример: каз.)", "", "c11_paper_abstract_orig_lang_1");
$arr[]=array("Резюме на двух других языках, отличающихся от языка публикуемого материала (пример: рус., анг.)", "", "c12_1_paper_abstract_lang_2");
$arr[]=array("Ключевые слова  на языке публикуемого материала и на русском языке", "", "c13_keywords");
$arr[]=array("Объем статьи (страницы)", "С. 25-29", "c14_pages_from_to");
$arr[]=array("Количество иллюстраций ", "5", "c15_number_illustrations");
$arr[]=array("Количество таблиц", "4", "c16_number_tables");
$arr[]=array("Количество библиографических ссылок", "15", "c17_number_references");
$arr[]=array("из них: на казахстанских авторов", "4", "c18_number_references_kazakh");
$arr[]=array("Список библиографических ссылок на  казахстанских авторов", "Статья из периодического издания:<br/>
<br/>1. Аксартов Р. М., Айзиков М. И., Расулова С. А. Метод количественного определения леукомизина  //  Вестн. КазНУ. Сер. хим – 2003. – Т. 1. № 8. - С. 40-41
<br/>
<br/>Книга:
<br/>2. Курмуков А. А. Ангиопротекторная и гиполипидемическая активность леуомизина. – Алматы: Бастау, 2007. – С.  35-37
<br/>
<br/>Публикация из материалов конференции (семинара, симпозиума), сборников трудов:
<br/>3. Абимульдина С. Т., Сыдыкова Г. Е., Оразбаева Л. А. Функционирование и развитие инфраструктуры сахарного производства // Инновация в аграрном секторе Казахстана: Матер. Междунар. конф., Вена, Австрия, 2009. – Алматы, 2010. – С. 10-13
<br/>
<br/>Электронный ресурс:
<br/>4. Соколовский Д. В. Теория синтеза самоустанавливающихся кулачковых механизмов приводов [Электрон. ресурс]. – 2006. – URL: http://bookchamber.kz/stst_2006.htm (дата обращения: 12.03.2009", "c19_list_references_kazakh");

echo "<table>\n";
foreach($arr as $key=>$value){
$inp = "<input type='text' name='$value[2]' value='{$object->$value[2]}' size='50'/>";
echo "<tr>\n";
printf("<td>%s</td><td>%s</td><td>%s</td>\n", (++$i . ". " . $value[0]), $value[1], $inp);
//echo "<td>". ++$i . ". ". $value[0] ."</td><td>" . $value[1] ."</td><td>" . $inp  ."</td>" . . "<br/>";
echo "</tr>\n";

}
echo "</table>\n";
?>



