<?php
$_LANG = array(
		'journal_name' => '&laquo;Қазақстанның онкология и радиология&raquo; журналы',
'journal_name_short' => 'Қазақстанның онкология и радиология',
		'created_in_year' => 'Құрылуы  2002 жылы',
'ISSN' => 'ISSN 1684-93Х (печатная версия)',
'journal_menu' => 'Журнал',
'editorial-board_menu' => 'Редакциялық алқа',
'regulations_menu' => 'Авторларға аралған ережелер',
'archive_menu' => 'Мұрағат',
'contacts_menu' => 'Байланыстар',
'journal' => 'Журнал',
'kaznii_name' =>'Қазақстан Республикасының Денсаулық сактау және әлеуметтік даму Министрлігі Қазақтың онкология және радиология ғылыми-зерттеу институты',
'current_issue_menu' => 'Ағымдағы нөмірі',
'Download' => 'Жүктеу',
'View' => 'Көру',
'abstract' => 'Түжырым',
'content' => 'Журналдың мазмұны',
'search' => 'Поиск',
);

//&quot;Қазақстанның онкология и радиология&quot; журналы

?>