<?php
$_LANG = array(
'journal_name' => 'Журнал &laquo;Онкология и радиология Казахстана&raquo;',
'journal_name_short' => 'Онкология и радиология Казахстана',
'created_in_year' => 'Создан в 2002 году',
'ISSN' => 'ISSN 1684-93Х (печатная версия)',
'journal_menu' => 'Журнал',
'editorial-board_menu' => 'Редакционная коллегия',
'regulations_menu' => 'Правила для авторов',
'archive_menu' => 'Архив',
'contacts_menu' => 'Контакты',
'journal' => 'Журнал',
'current_issue_menu' => 'Текущий номер',		
'kaznii_name' =>'Казахский научно-исследовательский институт онкологии и радиологии Министерства здравоохранения и социального развития Республики Казахстан',
'Download' => 'Скачать',
'View' => 'Просмотр',
'abstract' => 'Реферат',
'content' => 'Содержание выпуска',
'search' => 'Поиск',
);


?>